<%@ page contentType="text/html;charset=UTF-8" language="java"%>
<%@ taglib uri="/WEB-INF/c.tld" prefix="c"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!-- certifyAgreement.jsp -->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>    
   <title>钱门支付！--网上支付！安全放心！</title>
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	
	<link rel="stylesheet" href="../_css2/shining.css" type="text/css" />

  </head>
  
  <body style="text-align: center;">
  <div id="warp" align="left">
  <c:import url="/_jsp/certifyTop.jsp"/>
    <div class="main_top">
      <div class="main_bottom">
        <div class="main_mid">
          <span class="font_style4">钱门实名认证服务协议</span>
          <p style="margin:10px 0;">
              <textarea style="width:940px; height:300px;">
钱门认证服务协议
    为了保障您的权益，您确认已于开始“钱门认证”（以下简称认证）前，详细阅读了本协议所有内容。在您开始申请认证时，即表示您已阅读、了解并同意接受本服务协议之所有内容。
    为了提高交易的安全性和钱门用户（以下简称用户）身份的可信度，钱门网络科技有限公司（以下简称本公司）向您提供认证服务。您进行认证前必须先注册成为钱门用户。本公司有权采取各种其认为必要手段对用户的身份进行识别。但是，作为普通的网络服务提供商，本公司所能采取的方法有限，而且在网络上进行用户身份识别也存在一定的困难，因此，本公司对钱门用户身份的准确性和绝对真实性不做任何保证。
    认证服务的具体程序包括：
    1、银行账户识别
    2、身份信息识别
    通过这两种识别手段，本公司有权记录并保存您的通过认证的信息，亦有权根据本协议的约定向您或第三方提供您是否通过认证的结论以及您的身份信息。
一、关于认证服务的理解与认同
1、认证服务是由本公司提供的一项身份识别服务。
2、本公司有权单方随时修改或变更本协议之内容，并通过钱门网站公告最新之约定事项，不另作个別通知。您于任何修改或变更本服务条款后继续使用认证服务的，视为您已阅读、了解并同意接受该修改或变更；您不同意该修改或变更，应立即停用认证服务。

二、身份信息识别
    1、中华人民共和国大陆（以下简称大陆）个人钱门用户提供以下证件用于认证：提供当时在有效期内的身份证、护照等明确标有身份证号的证件之一（需要在线上传证件时，必须是彩色原件扫描件，或者彩色数码拍摄件，第二代身份证需要同时提交正反两面，户籍证明提供日后的有效期在三个月以上，除临时身份证外，有效期三个月以内的证件不予受理)
    2、台湾地区及海外的个人钱门用户提供以下证件用于认证：回乡证/护照（需要同时提交公章页）+大陆个人担保人的有效证件（与本条第1项约定相同） +担保人亲笔签名的担保函。目前本公司不向香港、澳门地区的个人钱门用户提供认证服务。
    3、法律规定不具有完全民事行为能力的自然人，本公司不向其提供认证服务。
    4、商户类钱门用户向本公司申请认证服务时，应向本公司提供以下资料：中华人民共和国工商登记机关颁发的营业执照或中华人民共和国组织机构代码证等有效证件、提交授权委托人的身份证件（同本条第1项约定，授权委托人如非法定代表人，应同时提供该单位的授权委托书）。
    5、通过身份信息识别的钱门用户不能自行修改已经认证的信息，包括但不限于企业名称、姓名以及身份证件号码等。
    大陆个人钱门用户认证的有效期与其提供的身份证件有效期一致，但最长自认证完成日起不超过20年，户籍证明从通过审核当日开始起计算，有效期一年。其他个人钱门用户认证信息的有效期按证件有效期和担保期限两者中较短的有效期计算，但最长自认证完成日起不超过20年。商户类钱门用户认证信息的有效期一般为一年，若营业执照有效期距离认证通过日少于一年则应以营业执照有效期为准。
6、如钱门用户在认证有效期内变更任何身份信息，则应在变更发生后三个工作日内书面通知本公司重新认证，否则本公司有权随时单方终止提供钱门服务，且因此造成的全部后果，由钱门用户自行承担。
7、在钱门用户对其钱门账户进行取回密码等操作时，需要按照本公司的提示出示可确认其持有该账户的个人身份证件，相关证件的要求依照本条前6项约定。

三、银行账户识别
    1、个人钱门用户进行认证应提供本人在大陆银行开设的人民币账号、开户名、开户银行。
    2、商户类钱门用户应提供其在大陆银行开设的人民币账号、开户名、开户银行。
    3、钱门用户填写的银行账户的开户名必须与身份信息中的真实姓名或营业执照、组织机构代码证中的名称完全一致，所有经钱门用户填写的资料将成为认证资料。
    4、若钱门用户尚不具备完全民事行为能力，而以提供不实认证资料的方式，使本公司误认为该用户是完全民事行为能力人而受理身份信息识别申请的，则因此产生的一切后果将由该用户及(或)其监护人承担，本公司不承担任何责任。
    
四、特别声明
1、身份认证信息共享：
   为了使您享有便捷的服务，您经由其它网站向本公司提交认证申请即表示您同意本公司为您核对所提交的全部身份信息和银行账户信息，并同意本公司将是否通过认证的结果及相关身份信息（不包括您的银行账户信息）提供给该网站。   
    2、认证资料的管理：
    您在认证时提交给本公司的认证资料，即不可撤销的授权由本公司保留。本公司承诺除法定或约定的事由外，不公开或编辑或透露您的认证资料及保存在本公司的非公开内容用于商业目的，但本条第1项规定以及以下情形除外：
    1) 您授权本公司透露的相关信息；
    2) 本公司向国家司法及行政机关提供；
    3) 第三方和本公司一起为用户提供服务时，该第三方向您提供服务所需的相关信息（不包括您的银行账户信息）。 
    4) 基于解决您与第三方民事纠纷的需要，本公司有权向该第三方提供您的身份信息。
    3、一旦您经由淘宝网站提交认证服务申请并通过认证，您的淘宝会员账户即与您的钱门账户之间建立必然的关联，您不能自行变更或解除该关联。
五、第三方网站的链接
   为实现身份信息审查，钱门网站(www.qmpay.com)上可能包含了指向第三方网站（如网上银行网站）的链接（以下简称“链接网站”）。“链接网站”非由本公司控制，对于任何“链接网站”的内容，包含但不限于“链接网站”内含的任何链接，或“链接网站”的任何改变或更新，本公司均不予负责。自“链接网站”接收的网络传播或其它形式之传送，本公司不予负责。
   
六、不得为非法或禁止的使用
    接受本协议全部的说明、条款、条件是您申请认证的先决条件。您声明并保证，您不得为任何非法或为本协议、条件及须知所禁止之目的进行认证申请。您不得以任何可能损害、使瘫痪、使过度负荷或损害其他网站或其他网站的服务或本公司或干扰他人对于钱门认证申请的使用等方式使用认证服务。您不得经由非本公司许可提供的任何方式取得或试图取得任何资料或信息。
    
七、有关免责
    下列情况时本公司无需承担任何责任：
    1、由于您将钱门账户密码告知他人或未保管好自己的密码或与他人共享钱门账户或任何其他非本公司的过错，导致您的个人资料泄露。
    2、任何由于黑客攻击、计算机病毒侵入或发作、电信部门技术调整导致之影响、因政府管制而造成的暂时性关闭、由于第三方原因(包括不可抗力，例如国际出口的主干线路及国际出口电信提供商一方出现故障、火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等)及其他非因本公司过错而造成的认证信息泄露、丢失、被盗用或被篡改等。
    3、由于与本公司链接的其它网站（如网上银行等）所造成的银行账户信息泄露及由此而导致的任何法律争议和后果。
    4、任何钱门用户（包括未成年人用户）向本公司提供错误、不完整、不实信息等造成不能通过认证或遭受任何其他损失，概与本公司无关。    
    
八、 协议关系
    本协议构成《钱门服务协议》的有效组成部分；两者约定不一致或本协议未约定的内容，以《钱门服务协议》的约定为准。 
              </textarea>
          </p>
          <p class="bottom_p"><input type="button" value="我已阅读并接受协议" class="btn2" onclick="ToUrl();" />.
          <input type="button" value="我不能接受协议" class="btn2" onclick="javascript:window.history.back(-1);" />
</p>
        </div>
        <script type="text/javascript">
        	function ToUrl(){
        		window.location.href="certifySelect.jsp";
        	}
        </script>
      </div>
    </div>
<c:import url="../_jsp/footer.jsp"></c:import>
  </div>
</body>
</html>
